/*
Напишіть програму в якій:
1) Користувач повинен ввести product name, price та qty для 5 продуктів
2) Програма повинна рахувати total = price * qty для кожного продукту
3) Програма повинна вивести в консоль product name та total за кожним продуктом (приклад Phone | 120.0)

Note1: price може бути як цілим так і дробовим числом
Note2: price і qty не можуть дорівнювати "0" (вивести помилку і перервати програму)
Note3: клас, звідки буде ранитися тест, повинен містити в собі ТІЛЬКИ ВИКЛИКИ МЕТОДІВ (допускається створення змінних)
Самі методи повинні лежати в окремому класі та викликатися з нього.
 */

public class test13_overall {
    public static void main(String[] args) {
        Support_Class s = new Support_Class();
        s.enteringValues();
    }
}
